[
  {
    "service_id": "1",
    "owner_name": "Alice Johnson",
    "owner_email": "alice.johnson@example.com",
    "title": "Office Manager",
    "category": "On Site",
    "description": "We are seeking an experienced Office Manager to join our dynamic team. The ideal candidate will be responsible for overseeing daily office operations, managing administrative staff, and ensuring smooth communication across departments. This role requires excellent organizational skills, the ability to handle multiple tasks, and a proactive approach to problem-solving. The Office Manager will play a crucial role in maintaining a productive and positive work environment.",
    "banner_img": "https://i.ibb.co/vkmCDpz/artem-polezhaev-Vgbx-Ws-GHqn8-unsplash.jpg",
    "posting_date": "2024-07-10",
    "application_deadline": "2024-07-31",
    "min_salary": 40000,
    "max_salary": 50000,
    "applicants_number": 5
  },
  {
    "service_id": "2",
    "owner_name": "Bob Smith",
    "owner_email": "bob.smith@example.com",
    "title": "Sales Representative",
    "category": "On Site",
    "description": "Join our sales team as a Sales Representative. The successful candidate will be responsible for generating leads, closing deals, and maintaining customer relationships. This position requires strong communication skills, a persuasive personality, and the ability to meet sales targets. As a Sales Representative, you will have the opportunity to work in a fast-paced environment and contribute to the company's growth.",
    "banner_img": "https://i.ibb.co/0r2ZxpV/ben-moreland-LEp-Hkt-Kdz-VY-unsplash.jpg",
    "posting_date": "2024-07-11",
    "application_deadline": "2024-08-01",
    "min_salary": 45000,
    "max_salary": 60000,
    "applicants_number": 10
  },
  {
    "service_id": "3",
    "owner_name": "Carol White",
    "owner_email": "carol.white@example.com",
    "title": "Marketing Coordinator",
    "category": "On Site",
    "description": "We are looking for a Marketing Coordinator to assist in the planning and execution of marketing campaigns. The ideal candidate will have a background in marketing, excellent communication skills, and the ability to work well in a team. Responsibilities include coordinating marketing efforts, managing social media accounts, and analyzing campaign performance. This is an excellent opportunity for someone passionate about marketing and eager to contribute to our company's success.",
    "banner_img": "https://i.ibb.co/n3z06GC/nate-johnston-nak9xd-Vu-HAg-unsplash.jpg",
    "posting_date": "2024-07-12",
    "application_deadline": "2024-08-02",
    "min_salary": 42000,
    "max_salary": 55000,
    "applicants_number": 8
  },
  {
    "service_id": "4",
    "owner_name": "David Brown",
    "owner_email": "david.brown@example.com",
    "title": "IT Support Specialist",
    "category": "On Site",
    "description": "Our company is in need of an IT Support Specialist to provide technical assistance and support to our employees. The candidate should have strong problem-solving skills, experience with various operating systems, and the ability to troubleshoot hardware and software issues. Responsibilities include responding to support requests, maintaining IT systems, and ensuring the smooth operation of technology within the company.",
    "banner_img": "https://i.ibb.co/FWMhLSk/rivage-ps-XNym-QI7-Pk-unsplash.jpg",
    "posting_date": "2024-07-13",
    "application_deadline": "2024-08-03",
    "min_salary": 40000,
    "max_salary": 55000,
    "applicants_number": 12
  },

  {
    "service_id": "5",
    "owner_name": "Eve Parker",
    "owner_email": "eve.parker@example.com",
    "title": "Remote Customer Support",
    "category": "Remote",
    "description": "We are looking for a Remote Customer Support Specialist to provide exceptional service to our customers. The ideal candidate will have excellent communication skills, a strong customer service background, and the ability to work independently. Responsibilities include answering customer inquiries, resolving issues, and maintaining a high level of customer satisfaction. This is a great opportunity to work from home and be a part of a supportive team.",
    "banner_img": "https://i.ibb.co/pxZGvQL/nubelson-fernandes-YYu6-Jd-NYz-S4-unsplash.jpg",
    "posting_date": "2024-07-14",
    "application_deadline": "2024-08-04",
    "min_salary": 35000,
    "max_salary": 45000,
    "applicants_number": 20
  },
  {
    "service_id": "6",
    "owner_name": "Frank Wilson",
    "owner_email": "frank.wilson@example.com",
    "title": "Remote Software Developer",
    "category": "Remote",
    "description": "Join our team as a Remote Software Developer. We are seeking a skilled programmer with experience in various programming languages and a passion for coding. The candidate should be able to work independently and collaborate with remote teams. Responsibilities include developing and maintaining software applications, debugging and testing code, and contributing to the overall project development.",
    "banner_img": "https://i.ibb.co/8dK5tGn/windows-Yi42-Mb-W3-Ayc-unsplash-1.jpg",
    "posting_date": "2024-07-15",
    "application_deadline": "2024-08-05",
    "min_salary": 60000,
    "max_salary": 80000,
    "applicants_number": 15
  },
  {
    "service_id": "7",
    "owner_name": "Grace Taylor",
    "owner_email": "grace.taylor@example.com",
    "title": "Remote Content Writer",
    "category": "Remote",
    "description": "We are seeking a talented Remote Content Writer to join our team. The ideal candidate will have excellent writing skills, experience in creating engaging content, and the ability to work independently. Responsibilities include writing articles, blog posts, and marketing materials, conducting research, and ensuring content is SEO-friendly. This is a fantastic opportunity to work remotely and be a part of a creative team.",
    "banner_img": "https://i.ibb.co/Kjc654F/javier-quesada-ZYb-f-Gv-Nnd-A-unsplash.jpg",
    "posting_date": "2024-07-16",
    "application_deadline": "2024-08-06",
    "min_salary": 40000,
    "max_salary": 50000,
    "applicants_number": 25
  },
  {
    "service_id": "8",
    "owner_name": "Henry Adams",
    "owner_email": "henry.adams@example.com",
    "title": "Remote Graphic Designer",
    "category": "Remote",
    "description": "Our company is in need of a creative Remote Graphic Designer. The ideal candidate will have a strong portfolio showcasing their design skills, experience with design software, and the ability to meet deadlines. Responsibilities include creating visual content for marketing campaigns, designing website graphics, and collaborating with the marketing team. This is a great opportunity to work from home and bring your creative ideas to life.",
    "banner_img": "https://i.ibb.co/GPmRQd7/may-gauthier-vtk0wc-WBh-PE-unsplash.jpg",
    "posting_date": "2024-07-17",
    "application_deadline": "2024-08-07",
    "min_salary": 45000,
    "max_salary": 55000,
    "applicants_number": 18
  },

  {
    "service_id": "9",
    "owner_name": "Isabella Moore",
    "owner_email": "isabella.moore@example.com",
    "title": "Hybrid Marketing Specialist",
    "category": "Hybrid",
    "description": "We are looking for a Hybrid Marketing Specialist to join our team. The ideal candidate will have a strong background in marketing, excellent communication skills, and the ability to work both remotely and on-site. Responsibilities include developing marketing strategies, managing campaigns, and collaborating with the sales team. This position offers the flexibility of working from home while also having in-person meetings when necessary.",
    "banner_img": "https://i.ibb.co/MhgpN27/olena-bohovyk-d-IMJWLx1-Yb-E-unsplash.jpg",
    "posting_date": "2024-07-18",
    "application_deadline": "2024-08-08",
    "min_salary": 50000,
    "max_salary": 65000,
    "applicants_number": 22
  },
  {
    "service_id": "10",
    "owner_name": "Jack Robinson",
    "owner_email": "jack.robinson@example.com",
    "title": "Hybrid Data Analyst",
    "category": "Hybrid",
    "description": "Join our team as a Hybrid Data Analyst. We are seeking an experienced analyst with strong analytical skills and the ability to work both remotely and on-site. Responsibilities include collecting and analyzing data, preparing reports, and presenting findings to stakeholders. This role offers the flexibility of remote work with the benefit of occasional in-person collaboration.",
    "banner_img": "https://i.ibb.co/hY36z1M/rachel-moenning-zjx-Ywd4-HOu0-unsplash.jpg",
    "posting_date": "2024-07-19",
    "application_deadline": "2024-08-09",
    "min_salary": 55000,
    "max_salary": 70000,
    "applicants_number": 30
  },
  {
    "service_id": "11",
    "owner_name": "Karen Smith",
    "owner_email": "karen.smith@example.com",
    "title": "Hybrid Project Manager",
    "category": "Hybrid",
    "description": "Our company is seeking a Hybrid Project Manager to oversee various projects. The ideal candidate will have strong project management skills, the ability to work independently, and the flexibility to work both remotely and on-site. Responsibilities include planning and executing projects, managing teams, and ensuring timely completion of deliverables. This position offers the best of both worlds with a combination of remote work and on-site collaboration.",
    "banner_img": "https://i.ibb.co/MM9B013/jessica-arends-Uz-Pbvwqv-KNE-unsplash.jpg",
    "posting_date": "2024-07-20",
    "application_deadline": "2024-08-10",
    "min_salary": 60000,
    "max_salary": 75000,
    "applicants_number": 18
  },

  {
    "service_id": "12",
    "owner_name": "Emily Davis",
    "owner_email": "emily.davis@example.com",
    "title": "Part-Time Graphic Designer",
    "category": "Part Time",
    "description": "We are seeking a creative and talented Part-Time Graphic Designer to join our team. The ideal candidate will have experience in creating visually appealing designs for digital and print media. Responsibilities include designing marketing materials, social media graphics, and website visuals. This position offers flexible hours, making it perfect for students or individuals looking for additional income.",
    "banner_img": "https://i.ibb.co/8jtmR9D/zoltan-tasi-HYg-Am-BKC0hk-unsplash.jpg",
    "posting_date": "2024-07-21",
    "application_deadline": "2024-08-11",
    "min_salary": 20000,
    "max_salary": 30000,
    "applicants_number": 15
  },
  {
    "service_id": "13",
    "owner_name": "Michael Brown",
    "owner_email": "michael.brown@example.com",
    "title": "Part-Time Customer Service Representative",
    "category": "Part Time",
    "description": "Join our team as a Part-Time Customer Service Representative. We are looking for a friendly and dedicated individual to assist our customers with their inquiries and issues. Responsibilities include handling customer calls, responding to emails, and providing excellent service. This role offers flexible hours and the opportunity to work in a supportive environment.",
    "banner_img": "https://i.ibb.co/099DQwF/ernys-EO-Kl-X-A6-SY-unsplash.jpg",
    "posting_date": "2024-07-22",
    "application_deadline": "2024-08-12",
    "min_salary": 18000,
    "max_salary": 25000,
    "applicants_number": 20
  },
  {
    "service_id": "14",
    "owner_name": "Sarah Johnson",
    "owner_email": "sarah.johnson@example.com",
    "title": "Part-Time Social Media Manager",
    "category": "Part Time",
    "description": "We are looking for a Part-Time Social Media Manager to enhance our online presence. The successful candidate will be responsible for creating and scheduling posts, engaging with followers, and analyzing social media metrics. This role is ideal for someone who is passionate about social media and enjoys working in a flexible, part-time capacity.",
    "banner_img": "https://i.ibb.co/Tw4Fk39/trew-p-USK0rmv5do-unsplash.jpg",
    "posting_date": "2024-07-23",
    "application_deadline": "2024-08-13",
    "min_salary": 22000,
    "max_salary": 32000,
    "applicants_number": 25
  }
]
